Repository: alt-gnome/ReadySet
Catalog: po/*.po
Languages: ru

source: Finishing
ru: Завершение

source: Setting up the system…
ru: Настройка вашей системы…

source: Ready Set…
ru: На Старт Внимание…

source: The system is ready for use.
ru: Система готова к использованию.

source: Nothing to show
ru: Нечего показывать

source: Next
ru: Дальше

source: Go!
ru: Марш!

source: All steps
ru: Все шаги

source: Main
ru: Главная

source: Applying changes…
ru: Применение изменения…

source: Unknown
ru: Неизвестно

source: Unknown page
ru: Неизвестная страница

source: This page says that your distribution has made a mistake.
ru: На этой странице указано, что в Вашем дистрибутиве произошла ошибка.

source: Something went wrong
ru: Что-то пошло не так

source: Search keyboards and input methods
ru: Поиск раскладок и методов ввода

source: Show more
ru: Показать больше

source: Keyboard
ru: Клавиатура

source: Keyboard settings
ru: Настройки клавиатуры

source: Select your keyboard layout
ru: Выберите раскладку клавиатуры

source: Make sure that at least one layout containing Latin characters is selected
ru: Убедитесь, что выбрана хотя бы одна раскладка, содержащая латинские символы

source: No input sources selected
ru: Не выбраны источники ввода

source: Nothing found
ru: Нечего не найдено

source: Error when setting keyboard layout
ru: Ошибка при настройке раскладки клавиатуры

source: Search language
ru: Поиск языка

source: Language
ru: Язык

source: Error when setting language
ru: Ошибка при настройке языка

source: Current language
ru: Текущий язык

source: Hello!
ru: Привет!

source: Let's start by choosing the language for the application and for your system.
ru: Давайте начнём с выбора языка для приложения и для Вашей системы.

source: Select Avatar
ru: Выбрать Аватар

source: Security
ru: Безопасность

source: Set up security for Your device
ru: Настройте безопасность для Вашего устройства

source: Come up with a memorable password.
ru: Придумайте запоминающийся пароль.

source: Your user's password
ru: Пароль Вашего пользователя

source: Passwords do not match
ru: Пароли не совпадают

source: Repeat password
ru: Повторите пароль

source: Enable autologin
ru: Включить автоматический вход

source: Set administrator password manualy. Otherwise it will be equal to user password
ru: Установить пароль администратора вручную. Иначе он будет равен паролю пользователя

source: Administrator's password
ru: Пароль администратора

source: User name
ru: Имя пользователя

source: About You
ru: О Вас

source: Set information about You
ru: Введите информацию о Вас

source: Change Avatar
ru: Изменить Аватар

source: Remove Avatar
ru: Удалить Аватар

source: Full Name
ru: Полное имя

source: Username will be used to name your home folder and can't be changed.
ru: Имя пользователя будет использовано для имени Вашей домашней директории и не может быть изменено.

source: Username
ru: Имя пользователя

source: Failed to generate password
ru: Не удалось сгенерироавть пароль

source: Error when creating a user
ru: Ошибка при создании пользователя

source: The new password needs to be different from the old one.
ru: Новый пароль должен отличаться от старого.

source: This password is very similar to your last one. Try changing some letters and numbers.
ru: Пароль слишком похож на предыдущий. Попробуйте поменять некоторые буквы или цифры.

source: This is a weak password. A password without your user name would be stronger.
ru: Слишком слабый пароль. Пароль, не включающий имя пользователя, будет сильнее.

source: This is a weak password. Try to avoid using your name in the password.
ru: Слишком слабый пароль. Старайтесь избегать вашего имени в пароле.

source: This is a weak password. Try to avoid some of the words included in the password.
ru: Слишком слабый пароль. Старайтесь избегать каких-то слов, включённые в пароль.

source: This is a weak password. Try to avoid common words.
ru: Слишком слабый пароль. Старайтесь избегать распространённых слов.

source: This is a weak password. Try to avoid reordering existing words.
ru: Слишком слабый пароль. Старайтесь избегать изменения порядка сущствующих слов.

source: This is a weak password. Try to use more numbers.
ru: Слишком слабый пароль. Старайтесь использовать больше цифр.

source: This is a weak password. Try to use more uppercase letters.
ru: Слишком слабый пароль. Старайтесь использовать больше букв верхнего регистра.

source: This is a weak password. Try to use more lowercase letters.
ru: Слишком слабый пароль. Старайтесь использовать больше букв нижнего регистра.

source: This is a weak password. Try to use more special characters, like punctuation.
ru: Слишком слабый пароль. Старайтесь использовать больше специальных символов, к примеру — символы пунктуации.

source: This is a weak password. Try to use a mixture of letters, numbers and punctuation.
ru: Слишком слабый пароль. Старайтесь использовать смесь из букв, цифр и символов пунктуации.

source: This is a weak password. Try to avoid repeating the same character.
ru: Слишком слабый пароль. Старайтесь избегать повторения символов.

source: This is a weak password. Try to avoid repeating the same type of character: you need to mix up letters, numbers and punctuation.
ru: Слишком слабый пароль. Старайтесь избегать повторения символов одиного типа: смешивайте буквы, цифры и символы пунктуации.

source: This is a weak password. Try to avoid sequences like 1234 or abcd.
ru: Слишком слабый пароль. Старайтесь избегать последовательностей по типу 1234 или abcd.

source: This is a weak password. Try to add more letters, numbers and punctuation.
ru: Слишком слабый пароль. Старайтесь добавить больше букв, цифр и символов пунктуации.

source: Mix uppercase and lowercase and try to use a number or two.
ru: Смешивайте символы верхнего и нижнего регистров, а также попробуйте использовать одну-две цифры.

source: Adding more letters, numbers and punctuation will make the password stronger.
ru: Добавьте больше букв, цифр и символов пунктуации, чтобы сделать пароль сильнее.

source: Name cannot be empty
ru: Имя не может быть пустым

source: That username isn't available. Please try another
ru: Это имя пользователя недоступно. Пожалуйста, попробуйте другое

source: The username is too long
ru: Имя пользователя слишком длинное

source: The username must start with a lower case letter from a-z
ru: Имя пользователя должно начинаться со строчной буквы от «a» до «z»

source: The username should only consist of lower case letters from a-z, digits, and the following characters: '-', '_'
ru: Имя пользователя может содержать только строчные буквы от «a» до «z», цифры и следущие символы: «-», «_»

source: Username cannot be empty
ru: Имя пользователя не может быть пустым

source: Welcome
ru: Добро пожаловать

source: Ready Set
ru: На Старт Внимание

source: translator-credits
ru: Vladimir Romanov <rirusha@altlinux.org> David Sultaniiazov <x1z53@altlinux.org>

source: No steps specified
ru: Не указан список шагов

source: Print version information and exit
ru: Показать информацию о версии и выйти

source: Steps. E.g: `steps=language,keyboard`
ru: Шаги. К примеру: `steps=language,keyboard`

source: Steps which will not apply. E.g: `steps=language,keyboard`
ru: Шаги, которые не будут применены в конце. К примеру: `steps=language,keyboard`

source: Context vars
ru: Переменные контекста

source: App config file
ru: Путь к файлу конфигурации приложения

source: Idle run without doing anything
ru: Запуск без применения изменений в конце

source: Run window in fullscreen
ru: Запуск окна в полноэкранном режиме

source: User for which will be generated plugin polkit rules
ru: Пользователь, для которого будут сгенерированы polkit правила

source: Doing some stuff…
ru: Делаем стаф…

source: Error message: %s
ru: Сообщение об ошибке: %s

source: Error while execute post hooks
ru: Ошибка при выполнении пост скриптов
